tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "libpng"
brew "cabextract"
brew "gettext"
brew "python@3.9"
brew "cmake"
brew "dark-mode"
brew "darksky-weather"
brew "libtool"
brew "harfbuzz"
brew "ffmpeg"
brew "fftw"
brew "git"
brew "glances"
brew "htop"
brew "imagemagick"
brew "imgur-screenshot"
brew "instalooter"
brew "ipcalc"
brew "livestreamer"
brew "lsd"
brew "mas"
brew "mosh"
brew "mpd"
brew "mpssh"
brew "taglib"
brew "ncmpcpp"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nyancat"
brew "pipes-sh"
brew "pwgen"
brew "ragel"
brew "showkey"
brew "spaceinvaders-go"
brew "speedtest-cli"
brew "streamlink"
brew "tldr"
brew "tmux"
brew "watch"
brew "wget"
brew "whois"
brew "wifi-password"
brew "youtube-dl"
cask "background-music"
mas "AdGuard for Safari", id: 1440147259
mas "iMovie", id: 408981434
mas "Keeper Password Manager", id: 414781829
mas "Microsoft Remote Desktop", id: 1295203466
mas "OneDrive", id: 823766827
mas "Steam Link", id: 1246969117
mas "Telegram", id: 747648890
