tap "browsh-org/browsh"
tap "felixkratz/formulae"
tap "mczachurski/wallpapper"
tap "nikitabobko/tap"
tap "vladkens/tap"
brew "ansifilter"
brew "libpng"
brew "automake"
brew "gettext"
brew "openssl@3"
brew "bat"
brew "bottom"
brew "btop"
brew "capstone"
brew "harfbuzz"
brew "libssh"
brew "cmake"
brew "sqlite"
brew "python@3.14"
brew "copyparty"
brew "cowsay"
brew "curl"
brew "docker-buildx"
brew "dprint"
brew "espeak-ng"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "git"
brew "git-lfs"
brew "glow"
brew "go"
brew "gum"
brew "hf"
brew "hugo"
brew "hyperfine"
brew "iamb"
brew "ipcalc"
brew "iperf"
brew "libslirp"
brew "libtool"
brew "libusb"
brew "luarocks"
brew "mactop"
brew "mariadb"
brew "mods"
brew "protobuf"
brew "mosh"
brew "mpc"
brew "mpd"
brew "ncdu"
brew "ncmpcpp"
brew "ninja"
brew "nmap"
brew "node"
brew "nushell"
brew "ripgrep"
brew "opencode"
brew "pipes-sh"
brew "pkgconf"
brew "powershell", link: false
brew "progress"
brew "pv"
brew "python@3.12"
brew "vde"
brew "qemu"
brew "rclone"
brew "sd"
brew "showkey"
brew "starship"
brew "stylua"
brew "thefuck"
brew "tmux"
brew "tmuxinator"
brew "uv"
brew "vhs"
brew "w3m"
brew "watch"
brew "wget"
brew "wifi-password"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "browsh-org/browsh/browsh"
brew "felixkratz/formulae/sketchybar"
brew "vladkens/tap/macmon"
cask "nikitabobko/tap/aerospace"
cask "coconutbattery"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-hasklug-nerd-font"
cask "ghostty"
cask "gimp"
cask "godot"
cask "hammerspoon"
cask "hiddenbar"
cask "mos"
cask "music-presence"
cask "obs"
cask "powershell"
cask "sf-symbols"
cask "signal"
cask "tailscale-app"
cask "tigervnc"
cask "visual-studio-code"
cask "vlc"
cask "wireshark-app"
vscode "bschulte.love"
vscode "janw.love-launcher"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "mvllow.rose-pine"
vscode "sumneko.lua"
vscode "vscodevim.vim"
cargo "fts_gitignore_nuke"
