tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sidneys/homebrew"
brew "amp"
brew "libpng"
brew "gettext"
brew "openssl@3"
brew "sqlite"
brew "aria2"
brew "bat"
brew "bottom"
brew "cabextract"
brew "capstone"
brew "cask"
brew "cdrtools"
brew "cmake"
brew "dprint"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "fftw"
brew "git"
brew "handbrake"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "libslirp"
brew "libssh"
brew "libusb"
brew "meson"
brew "mingw-w64"
brew "mosh"
brew "mp4v2"
brew "mpssh"
brew "neofetch"
brew "nmap"
brew "node"
brew "pipes-sh"
brew "pkg-config"
brew "projectm"
brew "pv"
brew "pwgen"
brew "python@3.9"
brew "vde"
brew "qemu"
brew "ragel"
brew "ripgrep"
brew "showkey"
brew "speedtest-cli"
brew "starship"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wifi-password"
brew "wimlib"
brew "youtube-dl"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "background-music"
cask "font-caskaydia-cove-nerd-font"
cask "powershell"
cask "telegram"
cask "ubersicht"
cask "vlc"
cask "xquartz"
