tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mczachurski/wallpapper"
tap "powershell/tap"
tap "sidneys/homebrew"
brew "amp"
brew "libpng"
brew "gettext"
brew "openssl@3"
brew "sqlite"
brew "aria2"
brew "bat"
brew "bottom"
brew "cabextract"
brew "python@3.12"
brew "capstone"
brew "cdrtools"
brew "cmake"
brew "dprint"
brew "exa"
brew "fastfetch"
brew "fd"
brew "harfbuzz"
brew "libssh"
brew "ffmpeg"
brew "fftw"
brew "fzf"
brew "gh"
brew "git"
brew "hyperfine"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "libslirp"
brew "libusb"
brew "luarocks"
brew "meson"
brew "mingw-w64"
brew "miniserve"
brew "mosh"
brew "mp4v2"
brew "mpssh"
brew "nmap"
brew "node"
brew "pipes-sh"
brew "pkg-config"
brew "pv"
brew "python@3.11"
brew "python@3.9"
brew "vde"
brew "qemu"
brew "ragel"
brew "rclone"
brew "ripgrep"
brew "sd"
brew "showkey"
brew "speedtest-cli"
brew "starship"
brew "stylua"
brew "switchaudio-osx"
brew "tag"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wifi-password"
brew "wimlib"
brew "yt-dlp"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mczachurski/wallpapper/wallpapper"
brew "powershell/tap/powershell", link: false
cask "blender"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "gimp"
cask "godot"
cask "gstreamer-runtime"
cask "hiddenbar"
cask "love"
cask "miniconda"
cask "obs"
cask "powershell"
cask "sf-symbols"
cask "telegram"
cask "vlc"
cask "whisky"
cask "wine-stable"
cask "xquartz"
